[
  { "text": "Success is not final; failure is not fatal: It is the courage to continue that counts.", "author": "Winston Churchill", "category": "success" },
  { "text": "It is better to fail in originality than to succeed in imitation.", "author": "Herman Melville", "category": "success" },
  { "text": "The road to success and the road to failure are almost exactly the same.", "author": "Colin R. Davis", "category": "success" },
  { "text": "Success usually comes to those who are too busy to be looking for it.", "author": "Henry David Thoreau", "category": "success" },
  { "text": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.", "author": "Dale Carnegie", "category": "success" },
  { "text": "Nothing in the world can take the place of persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. The slogan ’Press On’ has solved and always will solve the problems of the human race.", "author": "Calvin Coolidge", "category": "success" },
  { "text": "There are three ways to ultimate success: The first way is to be kind. The second way is to be kind. The third way is to be kind.", "author": "Mister Rogers", "category": "success" },
  { "text": "Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.", "author": "John Wooden", "category": "success" },
  { "text": "I never dreamed about success. I worked for it.", "author": "Estée Lauder", "category": "success" },
  { "text": "Success is getting what you want; happiness is wanting what you get.", "author": "W. P. Kinsella", "category": "success" },
  { "text": "It is remarkable how much long-term advantage people like us have gotten by trying to be consistently not stupid instead of trying to be very intelligent.", "author": "Charlie Munger", "category": "success" },
  { "text": "You can’t be that kid standing at the top of the waterslide, overthinking it. You have to go down the chute.", "author": "Tina Fey", "category": "success" },
  { "text": "When I believe in something, I’m like a dog with a bone.", "author": "Melissa McCarthy", "category": "success" },
  { "text": "And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom.", "author": "Anaïs Nin", "category": "success" },
  { "text": "The standard you walk past is the standard you accept.", "author": "David Hurley", "category": "success" },
  { "text": "I’ve searched all the parks in all the cities and found no statues of committees.", "author": "Gilbert K. Chesterton", "category": "success" },
  { "text": "Success is stumbling from failure to failure with no loss of enthusiasm.", "author": "Winston Churchill", "category": "success" },
  { "text": "Keep your eyes on the stars and your feet on the ground.", "author": "Theodore Roosevelt", "category": "success" },
  { "text": "Do not stop thinking of life as an adventure. You have no security unless you can live bravely, excitingly, imaginatively; unless you can choose a challenge instead of competence.", "author": "Eleanor Roosevelt", "category": "success" },
  { "text": "Perfection is not attainable. But if we chase perfection we can catch excellence.", "author": "Vince Lombardi", "category": "success" },
  { "text": "Get a good idea and stay with it. Dog it, and work at it until it’s done right.", "author": "Walt Disney", "category": "success" },
  { "text": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "author": "Helen Keller", "category": "success" },

  { "text": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.", "author": "Winston Churchill", "category": "personal" },
  { "text": "Don’t let yesterday take up too much of today.", "author": "Will Rogers", "category": "personal" },
  { "text": "You learn more from failure than from success. Don’t let it stop you. Failure builds character.", "author": "Unknown", "category": "personal" },
  { "text": "If you are working on something that you really care about, you don’t have to be pushed. The vision pulls you.", "author": "Steve Jobs", "category": "personal" },
  { "text": "Experience is a hard teacher because she gives the test first, the lesson afterward.", "author": "Vernon Sanders Law", "category": "personal" },
  { "text": "To know how much there is to know is the beginning of learning to live.", "author": "Dorothy West", "category": "personal" },
  { "text": "Goal setting is the secret to a compelling future.", "author": "Tony Robbins", "category": "personal" },
  { "text": "We must be willing to get rid of the life we’ve planned, so as to have the life that is waiting for us.", "author": "Joseph Campbell", "category": "personal" },

  { "text": "Concentrate all your thoughts upon the work in hand. The sun’s rays do not burn until brought to a focus.", "author": "Alexander Graham Bell", "category": "work" },
  { "text": "Either you run the day or the day runs you.", "author": "Jim Rohn", "category": "work" },
  { "text": "I’m a great believer in luck, and I find the harder I work, the more I have of it.", "author": "Thomas Jefferson", "category": "work" },
  { "text": "When we strive to become better than we are, everything around us becomes better too.", "author": "Paulo Coelho", "category": "work" },
  { "text": "Opportunity is missed by most people because it is dressed in overalls and looks like work.", "author": "Thomas Edison", "category": "work" },
  { "text": "Setting goals is the first step in turning the invisible into the visible.", "author": "Tony Robbins", "category": "work" } ]
  

